Repository: kupl/starlab-benchmarks
Catalog: functional/C/enscript-1.6.6/enscript_src/po/*.po
Languages: hr

source: %s: option `%s' is ambiguous
hr: %s: opcija `%s' je dvosmislena

source: %s: option `--%s' doesn't allow an argument
hr: %s: uz opciju `--%s' ne ide argument

source: %s: option `%c%s' doesn't allow an argument
hr: %s: opcija `%c%s' ne dopu¹ta argument

source: %s: option `%s' requires an argument
hr: %s: opcija `%s' tra¾i argument

source: %s: unrecognized option `--%s'
hr: %s: nepoznata opcija `--%s'

source: %s: unrecognized option `%c%s'
hr: %s: nepoznata opcija `%c%s'

source: %s: illegal option -- %c
hr: %s: nedopu¹tena opcija -- %c

source: %s: invalid option -- %c
hr: %s: neispravna opcija -- %c

source: %s: option requires an argument -- %c
hr: %s: opcija tra¾i argument -- %c

source: %s: option `-W %s' is ambiguous
hr: %s: opcija `-W %s' je vi¹eznaèna

source: %s: option `-W %s' doesn't allow an argument
hr: %s: opcija `-W %s' ne dopu¹ta argument

source: xmalloc(): couldn't allocate %d bytes
hr: xmalloc(): nije uspio alocirati %d bajtova

source: xcalloc(): couldn't allocate %d bytes
hr: xcalloc(): nije uspio alocirati %d bajtova

source: xrealloc(): couldn't reallocate %d bytes
hr: xrealloc(): nije uspio realocirati %d bajtova

source: Success
hr: Uspjeh

source: No match
hr: Nema poklapanja

source: Invalid regular expression
hr: Neispravan regularni izraz

source: Invalid collation character
hr: Neispravan kolacijski znak

source: Invalid character class name
hr: Neispravno ime znakovne klase

source: Trailing backslash
hr: Obrnuta kosa crta na kraju

source: Invalid back reference
hr: Neispravna povratna referenca

source: Unmatched [ or [^
hr: Nesparen [ ili [^

source: Unmatched ( or \(
hr: Nesparena ( ili \(

source: Unmatched \{
hr: Nesparena \{

source: Invalid content of \{\}
hr: Neispravan sadr¾aj \{\}

source: Invalid range end
hr: Neispravan kraj raspona

source: Memory exhausted
hr: Memorija iscrpljena

source: Invalid preceding regular expression
hr: Neispravan prethodni regularni izraz

source: Premature end of regular expression
hr: Prerani kraj regularnog izraza

source: Regular expression too big
hr: Regularni izraz prevelik

source: Unmatched ) or \)
hr: Nesparena ) ili \)

source: No previous regular expression
hr: Nedostaje prethodni regularni izraz

source: $3v $-40N $3% pages $4L lines $E $C
hr: $3v $-40N $3% stranica $4L redova $E $C

source: couldn't get passwd entry for uid=%d: %s
hr: nisam uspio dobiti passwd entry za uid=%d: %s

source: couldn't read config file "%s/%s": %s
hr: nisam uspio otvoriti konfiguracijski spis "%s/%s": %s

source: I did also try the following directories:
hr: Takoðer sam isprobao sljedeæe direktorije:

source: This is probably an installation error. Please, try to rebuild:
hr: Vjerojatno se radi o instalacijskoj gre¹ki. Molimo, poku¹ajte ponovo izgraditi:

source: unknown encoding: %s
hr: nepoznat enkoding: %s

source: couldn't open AFM library: %s
hr: nisam uspio otvoriti AFM biblioteku: %s

source: known media: name width height llx lly urx ury ------------------------------------------------------------
hr: poznati mediji ime sirina duljina llx lly urx ury

source: do not know anything about media "%s"
hr: ne znam ni¹ta o mediju "%s"

source: set new marginals for media `%s' (%dx%d): llx=%d, lly=%d, urx=%d, ury=%d
hr: postavi nove rubove za medij `%s' (%dx%d): llx=%d, lly=%d, urx=%d, ury=%d

source: illegal page label format "%s"
hr: nedopu¹ten format labele stranice "%s"

source: illegal non-printable format "%s"
hr: nedopu¹ten neispisiv format "%s"

source: illegal style for wrapped line marker: "%s"
hr: nedopu¹ten stil za oznaku prelomljenog reda: "%s"

source: illegal N-up argument: %d
hr: nedopu¹ten N-up argument: %d

source: N-up argument must be power of 2: %d
hr: N-up argument mora biti potencija broja 2: %d

source: malformed underlay position: %s
hr: izoblièena pozicija underlaya: %s

source: illegal underlay style: %s
hr: nedopu¹ten stil underlaya: %s

source: Highlighting is supported for the following languages and file formats:
hr: Osvjetljavanje je podr¾ano za sljedeæe jezike i formate spisa:

source: couldn't create temporary toc file: %s
hr: nisam uspio stvoriti privremeni spis sa sadr¾ajem: %s

source: couldn't stat input file "%s": %s
hr: ne mogu statati ulazni spis "%s": %s

source: couldn't rewind toc file: %s
hr: ne mogu prevrtiti spis sa sadr¾ajem na poèetak: %s

source: Table of Contents
hr: Sadr¾aj

source: no output generated
hr: nikakav izlaza nije stvoren

source: output sent to %s
hr: izlaz poslan na %s

source: printer
hr: pisaè

source: output left in %s
hr: izlaz ostao u %s

source: sent to %s
hr: poslano na %s

source: left in %s
hr: ostalo u %s

source: truncated
hr: odsjeèeni

source: wrapped
hr: prelomljeni

source: missing character codes (decimal):
hr: kodovi znakova koji nedostaju (decimalni):

source: non-printable character codes (decimal):
hr: kodovi neispisivih znakova (decimalno):

source: couldn't open printer `%s': %s
hr: ne mogu otvoriti pisaè `%s': %s

source: couldn't create output file "%s": %s
hr: ne mogu stvoriti izlazni spis "%s": %s

source: couldn't close output file "%s": %s
hr: nisam uspio zatvoriti izlazni spis "%s": %s

source: syntax error in option string %s="%s": missing end of quotation: %c
hr: sintaksna gre¹ka u opcijskom nizu %s="%s": nedostaje kraj citata: %c

source: warning: didn't process following options from environment variable %s:
hr: upozorenje: nisam procesirao sljedeæe opcije iz okoli¹ne varijable %s:

source: option %d = "%s"
hr: opcija %d = "%s"

source: number of columns must be larger than zero
hr: broj stupaca mora biti veæi od nule

source: file alignment must be larger than zero
hr: poravnanje spisa mora biti veæe od nule

source: malformed font spec: %s
hr: izoblièena naznaka fonta: %s

source: couldn't find header definition file "%s.hdr"
hr: nisam na¹ao definiciju spisa s headerima "%s.hdr"

source: must print at least one line per each page: %s
hr: moram ispisati barem jedan redak po stranici: %s

source: %s: illegal newline character specifier: '%s': expected 'n' or 'r'
hr: %s: nedopu¹tena oznaka novog reda: '%s': oèekivao 'n' ili 'r'

source: malformed argument `%s' for option -W, --option: no comma found
hr: izoblièen argument `%s' opciji -W, --option: nije pronaðen zarez

source: helper application specification must be single character: %s
hr: specifikacija pomoæne aplikacije mora se sastojati od jednog znaka: %s

source: slice must be greater than zero
hr: odsjeèak mora biti veæi od nule

source: Try `%s --help' for more information.
hr: Poku¹aj `%s --help' za vi¹e informacija.

source: -L, --lines-per-page=NUM specify how many lines are printed on each page -m, --mail send mail upon completion -M, --media=NAME use output media NAME -n, --copies=NUM print NUM copies of each page -N, --newline=NL select the newline character. Possible values for NL are: n (`\n') and r (`\r'). -o an alias for option --output -O, --missing-characters list missing characters -p, --output=FILE leave output to file FILE. If FILE is `-', leave output to stdout. -P, --printer=NAME print output to printer NAME -q, --quiet, --silent be really quiet -r, --landscape print in landscape mode -R, --portrait print in portrait mode
hr: -L, --lines-per-page=BROJ naznaèi koliko redaka se ispisuje po stranici -m, --mail po¹alji poruku po¹tom po zavr¹etku -M, --media=IME upotrijebi izlazni medij IME -n, --copies=BROJ ispi¹i BROJ kopija svake stranice -N, --newline=NL izaberi znak za novi red. Moguæe vrijednosti za NL su: n (`\\n') i r (`\\r'). -o alias za opciju --output -O, --missing-characters ispi¹i znakove koji nedostaju -p, --output=SPIS ostavi izlaz u SPISU. Ako je SPIS `-', ostavi izlaz na standardnom izlazu. -P, --printer=IME ispi¹i izlaz na pisaè IME -q, --quiet, --silent budi istinski tih -r, --landscape ispisuj u "landscape" modu -R, --portrait ispisuj u "portrait" modu

source: Long-only options: --color[=bool] create color outputs with states --continuous-page-numbers count page numbers across input files. Don't restart numbering at beginning of each file. --download-font=NAME download font NAME --extended-return-values enable extended return values --filter-stdin=NAME specify how stdin is shown to the input filter --footer=FOOTER set page footer --h-column-height=HEIGHT set the horizontal column height to HEIGHT --help print this help and exit
hr: Samo duge opcije: --color[=bool] stvori izlaz u boji sa stanjima --continuous-page-numbers broji stranice preko granice ulaznih spisa. Nemoj brojati ispoèetka na poèetku svakog spisa. --download-font=IME s mre¾e skini font IME --extended-return-values ukljuèi pro¹irene izlazne vrijednosti --filter-stdin=IME naznaèi kako se stdin prikazuje ulaznom filtru --footer=FOOTER postavi footer na stranici --h-column-height=VISINA postavi visinu vodoravnog stupca na VISINU --help ispi¹i ovu poruku i izaði

source: --help-highlight describe all supported --highlight languages and file formats --highlight-bar-gray=NUM print highlight bars with gray NUM (0 - 1) --list-media list names of all known media --margins=LEFT:RIGHT:TOP:BOTTOM adjust page marginals --mark-wrapped-lines[STYLE] mark wrapped lines in the output with STYLE --non-printable-format=FMT specify how non-printable chars are printed
hr: --help-highlight opi¹i sve jezike i formate datoteka koje podr¾ava opcija --highlight --highlight-bar-gray=BROJ ispisuj osvijetljene pruge sa svom BROJA (0 - 1) --list-media ispi¹i nazive svih poznatih medija --margins=LEFT:RIGHT:TOP:BOTTOM postavi rubove stranice --mark-wrapped-lines[STIL] na izlazu oznaèi prelomljene retke STILOM --non-printable-format=FMT naznaèi kako se ispisuju neispisivi znakovi

source: --nup-columnwise layout pages in the N-up printing columnwise --nup-xpad=NUM set the page x-padding of N-up printing to NUM --nup-ypad=NUM set the page y-padding of N-up printing to NUM --page-label-format=FMT set page label format to FMT --ps-level=LEVEL set the PostScript language level that enscript should use --printer-options=OPTIONS pass extra options to the printer command --rotate-even-pages rotate even-numbered pages 180 degrees
hr: --nup-columnwise preslo¾i stranice u N-up ispisu po stupcima --nup-xpad=BROJ postavi stranièni x-padding za N-up ispis na BROJ --nup-ypad=BROJ postavi stranièni y-padding za N-up ispis na BROJ --page-label-format=FMT postavi format labele stranice na FMT --ps-level=RAZINA postavi razinu jezika PostScript koji enscript treba koristiti --printer-options=OPCIJE propusti dodatne opcije naredbi za ispis --rotate-even-pages zarotiraj parne stranice za 180 stupnjeva

source: --slice=NUM print vertical slice NUM --style=STYLE use highlight style STYLE --swap-even-page-margins swap left and right side margins for each even numbered page --toc print table of contents --ul-angle=ANGLE set underlay text's angle to ANGLE --ul-font=NAME print underlays with font NAME --ul-gray=NUM print underlays with gray value NUM --ul-position=POS set underlay's starting position to POS --ul-style=STYLE print underlays with style STYLE --word-wrap wrap long lines from word boundaries
hr: --slice=BROJ ispi¹i vertikalni isjeèak BROJ --style=STIL koristi stil osvjetljavanja STIL --swap-even-page-margins zamijeni lijevi i desni rub na svakoj parnoj stranici --toc ispi¹i sadr¾aj --ul-angle=KUT postavi kut underlay teksta na KUT --ul-font=IME ispi¹i underlaye s fontom imena IME --ul-gray=BROJ ispi¹i underlaye sa sivom bojom vrijednosti BROJ --ul-position=POLO®AJ postavi poèetni polo¾aj underlaya na POLO®AJ --ul-style=STIL ispisuj underlaye sa stilom STIL --word-wrap prelomi duge linije na granicama rijeèi

source: couldn't find prolog "%s": %s
hr: ne mogu naæi prolor "%s": %s

source: couldn't find encoding file "%s.enc": %s
hr: ne mogu naæi spis s encodingom "%s.enc": %s

source: couldn't find header definition file "%s.hdr": %s
hr: ne mogu naæi spis s definicijom zaglavlja "%s.hdr": %s

source: processing file "%s"...
hr: obraðujem spis "%s"...

source: EPS file "%s" is too large for page
hr: EPS spis "%s" je prevelik za stranicu

source: user font encoding can be only the system's default or `ps'
hr: korisnikov encoding fonta smije biti samo sistemska vrijednost ili `ps'

source: unknown special escape: %s
hr: nepoznat specijalni escape: %s

source: illegal option %c for ^@epsf escape
hr: nedopu¹tena opcija %c za ^@epsf escape

source: malformed ^@epsf escape: no ']' after options
hr: izoblièen escape ^@epsf: nedostaje ']' poslije opcija

source: too long file name for ^@epsf escape: %.*s
hr: predugaèak naziv spisa za escape ^@epsf: "%.*s"

source: unexpected EOF while scanning ^@epsf escape
hr: neoèekivan EOF za vrijeme pregleda escapea ^@epsf

source: malformed ^@epsf escape: no '{' found
hr: izoblièen escape ^@epsf: nedostaje '{'

source: malformed %s escape: no '{' found
hr: izoblièen escape %s: nedostaje '{'

source: too long argument for %s escape: %.*s
hr: predugaèak argument za escape %s: "%.*s"

source: malformed font spec for ^@font escape: %s
hr: izoblièena naznaka fonta za escape ^@font: %s

source: malformed color spec for ^@%s escape: %s
hr: izoblièena naznaka boje za escape ^@%s: %s

source: invalid value for ^@shade escape: %s
hr: neispravna vrijednost za escape ^@shade: %s

source: invalid value for ^@bggray escape: %s
hr: neispravna vrijednost za escape ^@bggrat: %s

source: couldn't open EPS file "%s": %s
hr: ne mogu otvoriti EPS spis "%s": %s

source: EPS file "%s" does not start with "%%!" magic
hr: EPS spis "%s" ne poèinje s èarom "%%!"

source: EPS file "%s" contains malformed %%%%BoundingBox row: "%.*s"
hr: EPS spis "%s" sadr¾i izoblièen redak %%%%BoundingBox: "%.*s"

source: EPS file "%s" is not a valid EPS file
hr: EPS spis "%s" nije ispravan EPS spis

source: passing through all input files for output language `%s'
hr: prolazim kroz sve ulazne spise za izlazni jezik `%s'

source: passing through %s file "%s"
hr: prolazim kroz %s spis "%s"

source: couldn't create temporary divert file: %s
hr: ne mogu stvoriti naziv privremenog skretnièkog spisa: %s

source: couldn't rewind divert file: %s
hr: ne mogu premotati skretnièki spis: %s

source: illegal value "%s" for option %s
hr: nedopu¹tena vrijednost "%s" za opciju %s

source: invalid value "%s" for option %s
hr: nevaljana vrijednost "%s" za opciju %s

source: illegal option: %s
hr: nedopu¹tena opcija: %s

source: %s:%d: %%Format: no name
hr: %s:%d: %%Format: nedostaje ime

source: %s:%d: %%Format: too long name, maxlen=%d
hr: %s:%d %%Format: predugaèko ime, najvi¹e=%d

source: %s:%d: %%Format: name "%s" is already defined
hr: %s:%d: %%Format: ime "%s" je zauzeto

source: %s:%d: %%HeaderHeight: no argument
hr: %s:%d: %%HeaderHeight: nedostaje argument

source: %s:%d: %%FooterHeight: no argument
hr: %s:%d: %%FooterHeight: nedostaje argument

source: %s: warning: font size is negative
hr: %s: upozorenje: velièina fonta je negativna

source: %s: warning: font width is negative
hr: %s: upozorenje: ¹irina fonta je negativna

source: %s: warning: font height is negative
hr: %s: upozorenje: visina fonta je negativna

source: reading AFM info for font "%s"
hr: uèitavam AFM informacije za font "%s"

source: couldn't open AFM file for font "%s", using default
hr: ne mogu otvoriti AFM spis za font "%s", podrazumijevanom metodom

source: couldn't open AFM file for the default font: %s
hr: ne mogu otvoriti AFM spis za podrazumijevani font: %s

source: downloading font "%s"
hr: dohvaæam font "%s"

source: couldn't open font description file "%s": %s
hr: ne mogu otvoriti spis s opisom fonta "%s": %s

source: %s: too long format for %%D{} escape
hr: %s: predug format za escape $D{}

source: %s: unknown `%%' escape `%c' (%d)
hr: %s: nepoznat `%%' escape `%c' (%d)

source: %s: no closing ')' for $() escape
hr: %s: nema zatvorene ')' za $() escape

source: %s: too long variable name for $() escape
hr: %s: predugo ime varijable za $() escape

source: %s: too long format for $D{} escape
hr: %s: predug format za $D{} escape

source: %s: unknown `$' escape `%c' (%d)
hr: %s: nepoznat `$' escape `%c' (%d)

source: malformed float dimension: "%s"
hr: izoblièena float dimenzija: "%s"

source: couldn't open input filter "%s" for file "%s": %s
hr: ne mogu otvoriti ulazni filter "%s" za spis "%s": %s

source: couldn't open input file "%s": %s
hr: ne mogu otvoriti ulazni spis "%s": %s

source: file=%s
hr: spis=%s

source: stdout
hr: standardni izlaz

source: %s: couldn't open output file "%s"
hr: %s: ne mogu otvoriti izlazni spis "%s"

source: couldn't create AFM library
hr: ne mogu kreirati AFM biblioteku

source: Usage: %s [OPTION]... FILE... Mandatory arguments to long options are mandatory for short options too. -h, --help print this help and exit -p, --output-file=NAME print output to file NAME (default file is font.map). If FILE is `-', leavy output to stdout. -V, --version print version number
hr: Uporaba: %s [OPCIJA]... SPIS... Ako dugaèka opcija zahtijeva argument, isto vrijedi i za kratku. -h, --help ispi¹i ovu pomoæ i izaði -p, --output-file=SPIS ispisuj izlaz u SPIS (podrazumijeva se font.map). Ako je SPIS `-', pi¹i na standardni izlaz. -V, --version ispi¹i broj verzije

source: error: EOF in comment
hr: gre¹ka: EOF u komentaru

source: error: EOF in string constant
hr: gre¹ka: EOF u stringovnoj konstanti

source: error: EOF in regular expression
hr: gre¹ka: EOF u regularnom izrazu

source: %s: malformed variable definition "%s"
hr: %s: izoblièena definicija varijable "%s"

source: %s: couldn't create output file "%s": %s
hr: %s: ne mogu stvoriti izlazni spis "%s": %s

source: %s: unknown warning level `%s'
hr: %s: nepoznat nivo upozorenja `%s'

source: %s: out of memory
hr: %s: ponestalo memorije

source: %s: couldn't open input file `%s': %s
hr: %s: ne mogu otvoriti ulazni spis `%s': %s

source: Usage: %s [OPTION]... [FILE]... Mandatory arguments to long options are mandatory for short options too.
hr: Uporaba: %s [OPCIJA]... [SPIS]... Ako dugaèka opcija zahtijeva argument, isto vrijedi i za kratku.

source: %s:%d: %s: illegal argument type
hr: %s:%d: %s: nedopu¹teni tip argumenta

source: %s: panic:
hr: %s: panika:

source: %s:%d: %s: malformed version string `%s'
hr: %s:%d: %s: izoblièen string verzije `%s'

source: %s: FATAL ERROR: States version %s or higher is required for this script
hr: %s: KOBNA GRE©KA: Stanja verzije %s ili veæe potrebna su ovog skripti

source: %s:%d: %s: start offset is bigger than end offset
hr: %s:%d: %s: poèetni pomak veæi je od krajnjeg pomaka

source: %s:%d: %s: offset out of range
hr: %s:%d: %s: pomak je van raspona

source: %s:%d: %s: illegal argument
hr: %s:%d: %s: nedopu¹ten argument

source: %s:%d: %s: illegal regexp character syntax: %c
hr: %s:%d: %s: nedopu¹tena znakovna sintaksa regexpa: %c

source: %s:%d: %s: couldn't define state `%s'
hr: %s:%d: %s: ne mogu definirati stanje `%s'

source: %s: primitive `%s': too few arguments for format
hr: %s: primitiva `%s': premalo argumenata za format

source: %s:%d: %s: argument %d doesn't match format
hr: %s:%d: %s: argument %d ne odgovara formatu

source: %s:%d: %s: no extra options can be specified for %%s
hr: %s:%d: %s: dodatne opcije ne smiju se naznaèiti za %%s

source: %s:%d: %s: illegal type specifier `%c'
hr: %s:%d: %s: nedopu¹ten specifikator tipa `%c'

source: %s: undefined state `%s'
hr: %s: nedefinirano stanje `%s'

source: %s: error: undefined variable `%s'
hr: %s: gre¹ka: nedefinirana varijabla `%s'

source: %s: undefined super state `%s'
hr: %s: nedefinirano nad-stanje `%s'

source: %s:%d: couldn't compile regular expression "%s": %s
hr: %s: %d: nisam preveo regularni izraz "%s": %s

source: %s: ouf of memory
hr: %s: nema vi¹e memorije

source: warning: redefining state `%s'
hr: upozorenje: redefinira se stanje `%s'

source: %s:%d: warning: redefining subroutine `%s'
hr: %s:%d: upozorenje: redefinira se potprogram `%s'

source: %s:%d: error: undefined variable `%s'
hr: %s:%d: gre¹ka: nedefinirana varijabla `%s'

source: %s:%d: error: couldn't set variable `%s'
hr: %s:%d: gre¹ka: ne mogu postaviti varijablu `%s'

source: %s:%d: error: expression between illegal types
hr: %s:%d: gre¹ka: izraz meðu nedopu¹tenim tipovima

source: %s:%d: error: too few arguments for subroutine
hr: %s:%d: gre¹ka: premalo argumenata za potprogram

source: %s:%d: error: too many arguments for subroutine
hr: %s:%d: gresska: previ¹e argumenata za potprogram

source: %s:%d: error: undefined procedure `%s'
hr: %s:%d: gre¹ka: nedefinirana procedura `%s'

source: %s:%d: error: illegal lvalue for assignment
hr: %s:%d: gre¹ka: nedopu¹tena vrijednost s lijeve strane dodjeljivanja

source: %s:%d: error: array reference index is not integer
hr: %s:%d: gre¹ka: indeks niza nije cijeli broj

source: %s:%d: error: negative array reference index
hr: %s:%d: gre¹ka: negativan indeks niza

source: %s:%d: error: illegal rvalue for string assignment
hr: %s:%d: gre¹ka: nedopu¹tena vrijednost s desne strane dodjeljivanja stringova

source: %s:%d: error: illegal type for array reference
hr: %s:%d: gre¹ka: nedopu¹ten tip za referencu na niz

source: %s: couldn't open definition file `%s': %s
hr: %s: nisam otvorio spis s definicijama `%s': %s

source: %s: autoloading `%s' from `%s'
hr: %s: autoloadam `%s' iz `%s'
